#+title:      A Klasse 2020-24
#+date:       [2022-12-28 Mi 20:45]
#+filetags:   :3a:Project:
#+identifier: 20221228T204513
#+CATEGORY: golling

* 3a 11:35-12:25
<%%(org-class 2022 9 12 2023 7 3 1 17)>

Themen aus dem YouCat Firmbuch

* 3a 09:35-10:25
<%%(org-class 2022 9 14 2023 7 5 3 12)>

Themen aus dem YouCat Firmbuch

* Reflexionen

** [[denote:20230403T101428][Auferstehung]]
PERIOD: [2023-04-12 Mi 09:35]

Die Stunde in der 3a war anstrengend - aber auf jeden Fall besser als jene in der 4b. Die Kinder stellen (prinzipiell) alles in Frage. Das ist an sich gut und begrüßenswert. In Geschichte lernen sie z.B. Quellenkritik. Warum hingegen nehmen sie aber im Allgemeinen an, dass alles wissenschaftliche sehr leicht für wahr gehalten wird? Hingegen sind die Dinge, welche über Jesus erzählt werden - zuerst einmal sehr "umstritten, absolut in Frage zu stellen"? "Es war ja damals niemamd dabei, also wissen wir nix davon."

Warum will man sich absichtlich den Ast abschneiden, auf dem man sitzt? 

Wenn ein Wissenschaftler etwas sagt, dann ist es wahr? Wenn Gott sich offenbart, dann stellt man prinzipiell alles in Frage?

Unter den Kollegen wurde ich milde belächtelt, als ich sagte, dass Dinge wie Auferstehung u.ä. Tatsachen sind, und nicht erfundene Märchen. Generell meinte sie, dass die Bibel "Märchen" erzählen. Allerdings wussten sie auch kaum etwas über den historischen Befund über die Schriftquellen: 8 Handschriften vom "Gallischen Krieg" (Julius Cäsar) aus dem 10. Jhdt; 5668 Handschriften des NT aus dem 1. Jhdt.

Aber warum wundere ich mich auch darüber? Diese Haltung ist doch wirklich nicht erstaunlich, leider. Viel schmerzhafter ist es, wenn man diese Einstellung innerhalb der Kirche findet oder sogar offizielle Vertreter wie Priester (die in der Ausbildung tätig sind), der Meinung sind - Jesus sei nicht wirklich auferstanden. Habe ich so in einer Osterpredigt unseres Pfarrers gehört.

* 3A [KV Magdalena Pürrer]

#+Name: 2021-students
| First      | Last        | Name                  | Note | Mitarbeit | Heft | LZK |
|------------+-------------+-----------------------+------+-----------+------+-----|
| Stefan     | Gonschorek  | [[StefanGonschorek][Stefan Gonschorek]]     |    1 |           |      |     |
| Manuel     | Irrnberger  | [[ManuelIrrnberger][Manuel Irrnberger]]     |    1 |           |      |     |
| Tobias     | Kappel      | [[TobiasKappel][Tobias Kappel]]         |    1 |           |      |     |
| Luis       | Korten      | [[LuisKorten][Luis Korten]]           |    1 |           |      |     |
| Adrian     | Lamprecht   | [[AdrianLamprecht][Adrian Lamprecht]]      |    1 |           |      |     |
| Noah       | Linhuber    | [[NoahLinhuber][Noah Linhuber]]         |    1 |           |      |     |
| Hanna      | Maier       | [[HannaMaier][Hanna Maier]]           |    1 |           |      |     |
| Melissa    | Neudorfer   | [[MelissaNeudorfer][Melissa Neudorfer]]     |    1 |           |      |     |
| Arthur     | Schattauer  | [[ArthurSchattauer][Arthur Schattauer]]     |    1 |           |      |     |
| Fabian     | Schober     | [[FabianSchober][Fabian Schober]]        |    1 |           |      |     |
| Kristina   | Seidl       | [[KristinaSeidl][Kristina Seidl]]        |    1 |           |      |     |
| Ivana      | Sokic       | [[IvanaSokic][Ivana Sokic]]           |    1 |           |      |     |
| Anna       | Steiner     | [[AnnaSteiner][Anna Steiner]]          |    1 |           |      |     |
| Andre-Leon | Stippler    | [[Andre-LeonStippler][Andre-Leon Stippler]]   |    1 |           |      |     |
| Christina  | Unterrainer | [[ChristinaUnterrainer][Christina Unterrainer]] |    1 |           |      |     |
| Thomas     | Wenger      | [[ThomasWenger][Thomas Wenger]]         |    1 |           |      |     |
| Lena       | Zorzi       | [[LenaZorzi][Lena Zorzi]]            |    1 |           |      |     |
#+TBLFM: $4=vmean($5..$>)
#+TBLFM: $3='(concat "[[" $1 $2 "][" $1 " " $2 "]]")
#+TBLFM: $3='(identity remote(2021-22-Mitarbeit,@@#$4))

#+BEGIN_SRC python :var table=2021-students :results output raw
print('* Mitarbeit')
for student in table:
    first = student[0]
    last = student[1]
    email = first + '.' + last + '@golling.schule'
    print('** ' + first + last + '\n\n')
#+END_SRC

#+RESULTS:
* Mitarbeit
** StefanGonschorek


** ManuelIrrnberger


** TobiasKappel


** LuisKorten


** AdrianLamprecht


** NoahLinhuber


** HannaMaier


** MelissaNeudorfer


** ArthurSchattauer


** FabianSchober


** KristinaSeidl


** IvanaSokic


** AnnaSteiner


** Andre-LeonStippler


** ChristinaUnterrainer


** ThomasWenger


** LenaZorzi


* Thema der Stunde
CREATED: [2023-01-23 Mo 00:00]

ein Kommentar

